app/controllers/etudiants_controller.rb

SELECT `etudiants`.* FROM `etudiants` ORDER BY `etudiants`.`nom` ASC, `etudiants`.`prenom` ASC, `etudiants`.`num_etudiant` ASC
---
  def index
    @etudiants = Etudiant.order(:nom, :prenom, :num_etudiant)

SELECT `etudiants`.* FROM `etudiants` WHERE `etudiants`.`id` = 3 LIMIT 1
---
  def edit
    @etudiant = Etudiant.find(params[:id])