app/controllers/fiche_stages_controller.rb

SELECT `fiche_stages`.* FROM `fiche_stages`
SELECT `fiche_stages`.* FROM `fiche_stages` WHERE `fiche_stages`.`statut` = 'EN_ATTENTE_DE_VALIDATION'
---
  def index
    @fichestage = FicheStage.all
    @fichestage_todo = FicheStage.where(statut: "EN_ATTENTE_DE_VALIDATION")