app/views/etudiants/index.html.erb

        <td>
          <% if e.formations.present? %>
---
SELECT `formations`.* FROM `formations` INNER JOIN `etudiants_formations` ON `formations`.`id` = `etudiants_formations`.`formation_id` WHERE `etudiants_formations`.`etudiant_id` = 1